OpenFOAM/WFD_OpenFOAM/cases/batch_20260528_104510_fa7b09/pitch_9p0_slim_chord/constant/MRFProperties
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  13
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    format      ascii;
    class       dictionary;
    location    "constant";
    object      MRFProperties;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

MRF
{
    cellZone    rotorZone;

    origin      (0 0 0);
    axis        (0 0 1);
    omega       1047.1975512;
}

// ************************************************************************* //
